accountsservice
acpi
acpid
acpilight-git
adapta-gtk-theme
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-sdk
android-sdk-build-tools
android-tools
arandr
arch-prime-git
arch-silence-grub-theme
astah-community
asterisk
autoconf
automake
b43-fwcutter
bash
bash-bats
bazel
bbswitch
bind-tools
binutils
bison
blender
blueman-git
bluez-utils
btrfs-progs
bzip2
caffeine-ng
cheese
clipit
cloc
cmatrix
compton
conky-git
coreutils
cpupower
crda
cronie
cryptsetup
cuda
cudnn
deluge
device-mapper
devtools
dfc
dhclient
dhcpcd
dialog
diff-so-fancy
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
dos2unix
dosfstools
downgrade
dropbox
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
entr
epdfview
espeak
exa
exfat-utils
f2fs-tools
fakeroot
fann
ffmpeg
ffmpegthumbnailer
ffscreencast
file
filesystem
findutils
firefox-nightly
flex
fop
fortune-mod
gawk
gcc
gcc-arm-none-eabi-bin
gcc-libs
gcc5
gcolor2
gconf
gettext
ghidra-bin
gifcurry
gimp
git
git-lfs
gitflow-avh
gksu
glibc
gnome-calculator
gnome-keyring
gnome-shell-pomodoro
google-chrome-beta
google-cloud-sdk
gotop-bin
gparted
gradle
graphviz
grep
groff
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gvim
gzip
haveged
htop
httpdirfs
httpie
hugo
i3-gaps
i3lock
imake
indicator-powersave
inetutils
intel-ucode
inxi-git
iperf
iproute2
iputils
ipw2100-fw
ipw2200-fw
java-avalon-framework
java-batik
java-commons-io
java-commons-logging
java-xmlgraphics-commons
jdk8-openjdk
jfsutils
jq
jsoncpp
kubectl-bin
less
lib32-flex
lib32-mesa-demos
lib32-nvidia-utils
lib32-openal
lib32-primus
lib32-virtualgl
libappindicator-gtk3
libdvdcss
libgpod
libjson
libtool
licenses
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lsb-release
lshw
lvm2
lxappearance
lxinput
m4
maim
make
man-db
man-pages
mdadm
memtest86+
mesa-demos
mingw-w64-binutils
mingw-w64-gcc-bin
mingw-w64-headers
minikube
mlocate
mobile-broadband-provider-info
moc
modemmanager
moonlight-qt
mousepad
mtools
mupdf
ncdu
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nmap
nnn
nodejs
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia
nvidia-settings
openbsd-netcat
openssh
os-prober
p7zip
pacman
pamac-aur
pamixer
pandoc
papirus-icon-theme-git
parallel
patch
patchutils
pavucontrol
pciutils
pcmanfm
pdfjs
peek
perl
perl-file-mimeinfo
php-pear
phpstorm
pkgconf
plan9port
pnmixer-git
polkit-gnome
polybar-git
poppler-data
powerline-fonts
powertop
primus
procps-ng
psmisc
pulseaudio
pv
pygtk
python-pip
python-pywal
qemu
qemu-arch-extra
qt5-styleplugins
qt5ct
qutebrowser-git
redshift
reiserfsprogs
ripgrep
rofi
rsync
rustup
rxvt-unicode-patched
s-nail
sbxkb
screenfetch
screenkey
scrot
sed
shadow
sipsak-git
slack-desktop
sngrep
speedtest-cli
strace
subversion
sudo
swig
sysfsutils
syslog-ng
systemd
systemd-numlockontty
systemd-sysvcompat
tar
task
tectonic
tensorflow-opt
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-localmanager-git
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texstudio
time
tk
tlp
tmatrix-git
tmux
tor
tor-browser
transmission-gtk
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-font-awesome-4
ttf-inconsolata
ttf-indic-otf
ttf-liberation
upower
urxvt-resize-font-git
usbutils
util-linux
valgrind
vi
viewnior
virtualgl
visual-studio-code-bin
vlc
volumeicon
w3m
wasm-gc
wget
which
whois
wine-staging
winetricks
wps-office
wrk
x11vnc
xarchiver
xautolock
xclip
xcursor-arch-cursor-complete
xcursor-breeze
xdemineur
xdg-su
xdg-user-dirs
xdg-utils
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-void
xf86-video-intel
xf86-video-vesa
xfburn
xfce4-power-manager
xfsprogs
xorg-server
xorg-server-xephyr
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xorg-xwininfo
xterm
yarn
yasm
yay
zeal
zerotier-one
zsh
