accountsservice
acpi
acpid
adapta-gtk-theme
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
android-tools
arandr
artwork-i3
astah-community
autoconf
automake
avahi
b43-fwcutter
bash
bazel
bind-tools
binutils
bison
blueman-git
bmenu
breeze-default-cursor-theme
btrfs-progs
bumblebee
bzip2
caffeine-ng
cantarell-fonts
clipit
coreutils
cpupower
crda
cronie
cryptsetup
deluge
device-mapper
devtools
dfc
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
dropbox
e2fsprogs
ecryptfs-utils
efibootmgr
epdfview
espeak
exfat-utils
f2fs-tools
fakeroot
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
firefox-nightly
flac
flex
franz-bin
gawk
gcc
gcc-libs
gcolor2
gconf
gettext
gimp
git
gksu-polkit
glibc
gnome-keyring
google-chrome-beta
google-cloud-sdk
gotop-bin
gparted
gradle
graphviz
grep
grub
grub-theme-manjaro-dev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk3-classic
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
htop
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
isousb
jdk8-openjdk
jfsutils
jq
jsoncpp
kubectl-bin
kubernetes-helm
kvantum-manjaro
less
lib32-flex
lib32-mesa-demos
lib32-nvidia-utils
lib32-openal
lib32-pangox-compat
lib32-primus
lib32-virtualgl
libdvdcss
libgpod
libtool
licenses
lightdm-settings
lightdm-slick-greeter
linux-firmware
linux414
linux414-bbswitch
linux414-headers
linux414-nvidia
linux418
linux418-bbswitch
linux418-headers
linux418-nvidia
linux419
linux419-bbswitch
linux419-headers
linux419-nvidia
logrotate
lsb-release
lvm2
lxappearance
lxinput
m4
maia-console
maim
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-printer
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
markdown_previewer
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
mhwd-i2c-syna3602
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
multiload-ng-systray-gtk3
nano
ncdu
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nmap
nodejs
npm
nss-mdns
ntfs-3g
ntp
nvidia-utils
nvtop
open-fuse-iso
openbsd-netcat
openresolv
openssh
os-prober
p7zip
pacman
pamac
parallel
patch
patchutils
pavucontrol
pciutils
pcmanfm
peek
perl
perl-file-mimeinfo
phpstorm
pkgconf
plan9port-git
pnmixer
polkit-gnome
polybar-git
poppler-data
powerline-fonts
powertop
procps-ng
psmisc
pulseaudio
pv
pygtk
python-pip
python-pywal
qt5-styleplugins
qt5ct
qutebrowser-git
ranger
redshift
reiserfsprogs
rofi
rsync
rxvt-unicode-patched
s-nail
sbxkb
screenfetch
sed
shadow
sipsak-git
slack-desktop
sngrep
sox
spectre-meltdown-checker
speedtest-cli
subversion
sudo
sysfsutils
syslog-ng
systemd-sysvcompat
tar
task
terminus-font
texinfo
texstudio
tlp
tmux
tor
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-font-awesome-4
ttf-inconsolata
ttf-indic-otf
ttf-liberation
upower
urxvt-resize-font-git
usbutils
util-linux
vertex-maia-themes
vi
vibrancy-icons-teal
viewnior
vim
virtualgl
visual-studio-code-bin
vivaldi
vivaldi-ffmpeg-codecs
vlc
volumeicon
w3m
wget
which
whois
wine-staging
winetricks
wmutils
wpa_supplicant
wps-office
xarchiver
xautolock
xclip
xcursor-chameleon-pearl
xcursor-maia
xdg-su
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-intel
xfburn
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xorg-xwininfo
xterm
yaourt
yarn
yay
zeal
zsh
